package ru.javarush.cryptoanalyser.khlopin.constants;


import java.util.Arrays;
import java.util.List;

public class Dictionary {
    public static final List<String> introductoryWords = Arrays.asList("но","а","зато","следовательно","и","конечно","кажется","что","как","наверное","который","которая",
            "которую","по твоему",
            "по-твоему","по-моему","по моему","вероятно","скорее всего","пожалуйста","видишь ли","к счастью","возможно");

    public static final List<String> dictionary = Arrays.asList("ты","вы","он","они","она","оно","этот","год","сказать","только","чтобы","это","эти","меня",
            "знать","мой","новый","очень","даже","хотеть","хотел","потому","значит","привет","пока","здравствуйте","до свидания","сложно","материал"
            ,"зато","следовательно","конечно","кажется","что","как","наверное","который","которая", "которую", "там","туда","зачем","успех", "сколько","история","историю","рассказ","цвет","цвета",
            "куда","другой","каждый","вместе","меньше","больше","день","неделя","месяц","год","час","возможно","язык","бумага","тест","говорил","говорила","сказала","сказал","сказать","математика",
            "по твоему", "по-твоему","по-моему","по моему","вероятно","скорее всего","пожалуйста","видишь ли","к счастью");
}
